Repository: alfabook/microninja-vnc
Catalog: po/*/microninja-vnc.po
Languages: it

source: Error storing the vnc password
it: Errore salvando la password per vnc

source: Vnc is enabled
it: Vnc è abilitato

source: Microninja hostname is $HOSTNAME.local$VNC_DISPLAY IP is $IP(TCP port 5900)
it: L'hostname di Microninja è $HOSTNAME.local$VNC_DISPLAY L'IP è $IP(TCP port 5900)

source: Error!
it: Errore!

source: Something went wrong
it: Qualcosa è andata storta

source: VNC server has been shut down
it: Il server VNC è stato fermato

source: Set a password for VNC
it: Immetti una password per VNC

source: Length must be between 6 and 8 characters
it: La lunghezza deve essere compresa tra 6 e 8 caratteri

source: CANCEL
it: ANNULLA

source: You did not enter a valid password
it: Non hai inserito una password valida

source: Try again
it: Riprova

source: Set a password for VNC (It must be between 6 and 8 characters long):
it: Immetti una password per VNC (Deve essere compresa tra 6 e 8 caratteri):

source: \nPassword is too short, try again
it: \nLa password è troppo corta, riprova

source: \nPassword is too long, try again
it: \nLa password è troppo lunga, riprova

source: vnc is running
it: vnc è in esecuzione

source: vnc is stopped
it: vnc non è in esecuzione

source: vnc is already running
it: vnc è già in esecuzione

source: vnc has been started
it: vnc è stato lanciato

source: error starting the vnc server
it: errore lanciando il server vnc

source: VNC server is already stopped
it: Il server VNC è già stato fermato

source: error stopping the vnc server
it: errore fermando il server vnc

source: vnc has been stopped
it: vnc è stato fermato

source: VNC Server is stopped, starting...
it: Il server VNC è giù, avvio in corso...

source: VNC Server is running, stopping...
it: Il server VNC è in esecuzione, lo sto bloccando

source: VNC switched back successfully
it: VNC è tornato in piedi con successo

source: Error switching the VNC server
it: Errore avviando il server VNC

source: Basic VNC Server handling commands. Switch will start if stopped, or terminate if running.
it: Comandi base per il server VNC. Switch lo lancia se è giù, altrimenti lo ferma se sta girando

source: If called from your Microninja Desktop you will get GUI based dialogs, or console prompts if connected headless (ssh/tty)
it: Se chiamato dal tuo desktop Microninja, otterrai le finestre di dialogo da GUI, altrimenti dovrai agire da console (con ssh/tty)

source: Return code will be 0 on success, any other value means something went wrong.
it: Il codice restituito sarà 0 se l'operazione ha avuto successo, ogni altro valore indica che c'è stato un problema.
